{"right":{"status":"ok","totalResults":7863,"articles":[{"source":{"id":"fox-news","name":"Fox News"},"author":"Associated Press","title":"Trump suspends war games with South Korea in goodwill gesture, but warns they could be relaunched - Fox News","description":"Fox News Trump suspends war games with South Korea in goodwill gesture, but warns they could be relaunched Fox News President Donald Trump said that there's no reason to spend a lot of money on military wargames with South Korea, but he warned he could \"insta…","url":"http://www.foxnews.com/politics/2018/08/30/trump-suspends-war-games-with-south-korea-in-goodwill-gesture-but-warns-could-be-relaunched.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/08/29/0/0/694940094001_5828489453001_5828493362001-vs.jpg?ve=1","publishedAt":"2018-08-30T04:43:02Z","content":"President Donald Trump said that there's no reason to spend a lot of money on military wargames with South Korea, but he warned he could \"instantly\" relaunch the exercises again and they would be \"far bigger than ever before.\" Trump made the comment Wednesday… [+5250 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Associated Press","title":"Trump revisits wargames with SKorea as NKorea talks stall - Fox News","description":"Fox News Trump revisits wargames with SKorea as NKorea talks stall Fox News WASHINGTON – President Donald Trump said that there's no reason to spend a lot of money on military wargames with South Korea, but he warned he could \"instantly\" relaunch the exercise…","url":"http://www.foxnews.com/us/2018/08/30/trump-revisits-wargames-with-skorea-as-nkorea-talks-stall.html","urlToImage":"http://a57.foxnews.com/images.foxnews.com/content/fox-news/us/2018/08/30/trump-revisits-wargames-with-skorea-as-nkorea-talks-stall/_jcr_content/par/featured-media/media-0.img.png/0/0/1535603849905.png?ve=1","publishedAt":"2018-08-30T04:41:10Z","content":"WASHINGTON – President Donald Trump said that there's no reason to spend a lot of money on military wargames with South Korea, but he warned he could \"instantly\" relaunch the exercises again and they would be \"far bigger than ever before.\" Trump made the comm… [+5263 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Gregg Re","title":"Convicted ex-Trump aide George Papadopoulos suggests Sessions lied to Congress about Putin summit - Fox News","description":"Fox News Convicted ex-Trump aide George Papadopoulos suggests Sessions lied to Congress about Putin summit Fox News Former Trump campaign foreign policy adviser George Papadopoulos on Sunday claimed Attorney General Jeff Sessions was \"enthusiastic\" about a po…","url":"http://www.foxnews.com/politics/2018/09/09/convicted-ex-trump-aide-george-papadopoulos-suggests-sessions-lied-to-congress-about-putin-summit.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/09/08/0/0/694940094001_5832439986001_5832438117001-vs.jpg?ve=1","publishedAt":"2018-09-09T16:57:16Z","content":"Former Trump campaign foreign policy adviser George Papadopoulos on Sunday claimed Attorney General Jeff Sessions was \"enthusiastic\" about a potential meeting between then-candidate Trump and Russian President Vladimir Putin, contradicting Sessions' sworn con… [+4590 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Elizabeth Zwirz","title":"Trump threatens DOJ, FBI to 'start doing their job' or he'll 'get involved' during Indiana rally - Fox News","description":"Fox News Trump threatens DOJ, FBI to 'start doing their job' or he'll 'get involved' during Indiana rally Fox News President Trump on Thursday night seemingly issued an ultimatum to the Justice Department and the FBI – either they “start doing their job” or h…","url":"http://www.foxnews.com/politics/2018/08/30/trump-threatens-doj-fbi-to-start-doing-their-job-or-hell-get-involved-during-indiana-rally.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/08/31/0/0/694940094001_5829049955001_5829039035001-vs.jpg?ve=1","publishedAt":"2018-08-31T02:25:07Z","content":"President Trump on Thursday night seemingly issued an ultimatum to the Justice Department and the FBI – either they “start doing their job” or he will “get involved.” The president’s pointed remarks came as he took the stage at a rally in Indiana in support o… [+3715 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Associated Press","title":"Trump nixes $92M parade, says 2019 costs will be 'WAY DOWN' - Fox News","description":"Fox News Trump nixes $92M parade, says 2019 costs will be 'WAY DOWN' Fox News WASHINGTON – President Donald Trump said Friday he had canceled plans for a Veterans Day military parade, citing the \"ridiculously high\" price tag — a day after U.S. officials said …","url":"http://www.foxnews.com/us/2018/08/17/trumps-veterans-parade-delayed-until-at-least-2019.html","urlToImage":"http://a57.foxnews.com/images.foxnews.com/content/fox-news/us/2018/08/17/trumps-veterans-parade-delayed-until-at-least-2019/_jcr_content/par/featured-media/media-0.img.png/0/0/1534479473112.png?ve=1","publishedAt":"2018-08-17T11:45:04Z","content":"WASHINGTON – President Donald Trump said Friday he had canceled plans for a Veterans Day military parade, citing the \"ridiculously high\" price tag — a day after U.S. officials said the November event could cost $92 million, more than three times the price fir… [+5498 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Douglas Schoen","title":"Doug Schoen: GOP primaries show the Republican Party is now the Trump Party - Fox News","description":"Fox News Doug Schoen: GOP primaries show the Republican Party is now the Trump Party Fox News Tuesday's Republican primaries brought good news for President Trump and consolidated his hold over the Republican Party. The stunning upset victory of Jeff Johnson …","url":"http://www.foxnews.com/opinion/2018/08/15/doug-schoen-gop-primaries-show-republican-party-is-now-trump-party.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/08/15/0/0/694940094001_5822394794001_5822394684001-vs.jpg?ve=1","publishedAt":"2018-08-15T20:14:36Z","content":"Tuesday’s Republican primaries brought good news for President Trump and consolidated his hold over the Republican Party. The stunning upset victory of Jeff Johnson over former Gov. Tim Pawlenty in the Minnesota Republican gubernatorial primary drives that po… [+4235 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Elizabeth Zwirz","title":"Trump says US response to Puerto Rico hurricanes was 'incredible, unsung success' - Fox News","description":"Fox News Trump says US response to Puerto Rico hurricanes was 'incredible, unsung success' Fox News President Trump on Tuesday touted what he described as the “incredibly successful” response to the back-to-back hurricanes that struck Puerto Rico last year. T…","url":"http://www.foxnews.com/politics/2018/09/11/trump-says-us-response-to-puerto-rico-hurricanes-was-incredible-unsung-success.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/09/11/0/0/694940094001_5833636881001_5833628873001-vs.jpg?ve=1","publishedAt":"2018-09-12T00:31:45Z","content":"President Trump on Tuesday touted what he described as the “incredibly successful” response to the back-to-back hurricanes that struck Puerto Rico last year. The president’s remarks came in the midst of an update in the Oval Office with officials on the statu… [+4113 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Dan Gainor","title":"Liberal media's desperate push for Trump impeachment may actually hurt Democrats - Fox News","description":"Fox News Liberal media's desperate push for Trump impeachment may actually hurt Democrats Fox News The liberal news media have a new favorite word to use when discussing President Trump: impeachment. For example, MSNBC and CNN reporters, anchors and guests sa…","url":"http://www.foxnews.com/opinion/2018/08/26/liberal-medias-desperate-push-for-trump-impeachment-may-actually-hurt-democrats.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/08/24/0/0/694940094001_5826466088001_5826460188001-vs.jpg?ve=1","publishedAt":"2018-08-26T08:02:07Z","content":"The liberal news media have a new favorite word to use when discussing President Trump: impeachment. For example, MSNBC and CNN reporters, anchors and guests said “impeach,” “impeachment” or some other form of the word on the cable news channels an incredible… [+3428 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Elizabeth Zwirz","title":"Trump declares White House 'most transparent in history' after reports of McGahn-Mueller talks - Fox News","description":"Fox News Trump declares White House 'most transparent in history' after reports of McGahn-Mueller talks Fox News President Trump declared his administration the \"most transparent in history\" Saturday, saying his White House staff has supplied more than a mill…","url":"http://www.foxnews.com/politics/2018/08/19/trump-declares-white-house-most-transparent-in-history-after-reports-mcgahn-mueller-talks.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/08/18/0/0/694940094001_5823863748001_5823861718001-vs.jpg?ve=1","publishedAt":"2018-08-19T09:30:24Z","content":"President Trump declared his administration the \"most transparent in history\" Saturday, saying his White House staff has supplied more than a million pages of information to Special Counsel Robert Mueller's investigators. In a Twitter message Saturday evening… [+3457 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Associated Press","title":"McCain to be buried near best friend at US Naval Academy - Fox News","description":"Fox News McCain to be buried near best friend at US Naval Academy Fox News ANNAPOLIS, Md. – It will be a fitting final resting place for a man who prized military service, cherished friendship and had little patience for formalities. Sen. John McCain, the Ari…","url":"http://www.foxnews.com/us/2018/08/27/mccain-to-be-buried-near-best-friend-at-us-naval-academy.html","urlToImage":"http://a57.foxnews.com/images.foxnews.com/content/fox-news/us/2018/08/27/mccain-to-be-buried-near-best-friend-at-us-naval-academy/_jcr_content/par/featured-media/media-0.img.png/0/0/1535378245353.png?ve=1","publishedAt":"2018-08-27T14:01:14Z","content":"ANNAPOLIS, Md. – It will be a fitting final resting place for a man who prized military service, cherished friendship and had little patience for formalities. Sen. John McCain, the Arizona Republican who died Saturday of brain cancer, will be buried on a gras… [+4006 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Hans von Spakovsky","title":"Michael Cohen and Trump did NOT violate campaign finance law – despite Cohen's guilty plea - Fox News","description":"Fox News Michael Cohen and Trump did NOT violate campaign finance law – despite Cohen's guilty plea Fox News Despite the guilty plea he entered Aug. 21 to charges of campaign finance law violations, it appears that President Trump's former lawyer, Michael Coh…","url":"http://www.foxnews.com/opinion/2018/08/31/michael-cohen-and-trump-did-not-violate-campaign-finance-law-despite-cohens-guilty-plea.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/08/22/0/0/694940094001_5825531433001_5825528440001-vs.jpg?ve=1","publishedAt":"2018-08-31T16:46:50Z","content":"Despite the guilty plea he entered Aug. 21 to charges of campaign finance law violations, it appears that President Trump’s former lawyer, Michael Cohen, did not actually violate the Federal Election Campaign Act. This is extraordinarily important, because if… [+10211 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Lukas Mikelionis","title":"Tiger Woods says 'you have to respect the office' of president after questions about his relationship with Trump - Fox News","description":"Fox News Tiger Woods says 'you have to respect the office' of president after questions about his relationship with Trump Fox News Tiger Woods shot down questions on Sunday about his relationship with President Trump, urging people to respect the office of th…","url":"http://www.foxnews.com/sports/2018/08/27/tiger-woods-says-have-to-respect-office-president-after-questions-about-his-relationship-with-trump.html","urlToImage":"http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2018/08/27/tiger-woods-says-have-to-respect-office-president-after-questions-about-his-relationship-with-trump/_jcr_content/par/featured_image/media-0.img.png/0/0/1535343519249.png?ve=1","publishedAt":"2018-08-27T04:28:02Z","content":"Tiger Woods shot down questions on Sunday about his relationship with President Trump, urging people to respect the office of the president. “He's the President of the United States. You have to respect the office. No matter who is in the office, you may like… [+1684 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Howard Kurtz","title":"Why CNN is standing by a Michael Cohen story that his lawyer calls false - Fox News","description":"Fox News Why CNN is standing by a Michael Cohen story that his lawyer calls false Fox News Lanny Davis, who has been engaged in high-stakes crisis management and political lawyering for decades, says he made a mistake. CNN, which relied on Davis at least in p…","url":"http://www.foxnews.com/politics/2018/08/29/why-cnn-is-standing-by-michael-cohen-story-that-his-lawyer-calls-false.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/08/28/0/0/694940094001_5827972467001_5827968119001-vs.jpg?ve=1","publishedAt":"2018-08-29T08:05:31Z","content":"Lanny Davis, who has been engaged in high-stakes crisis management and political lawyering for decades, says he made a mistake. CNN, which relied on Davis at least in part for a story he now says is false, won't say it made a mistake. And the contretemps cont… [+4605 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Peter Roff","title":"'Big blue wave' boasting is dissipating, but it's not time to celebrate yet - Fox News","description":"Fox News 'Big blue wave' boasting is dissipating, but it's not time to celebrate yet Fox News Voters in Minnesota, Wisconsin, Connecticut and Vermont cast ballots in primaries Tuesday, as predictions of a “big blue wave” driven by anti-Trump sentiment are dis…","url":"http://www.foxnews.com/opinion/2018/08/15/big-blue-wave-boasting-is-dissipating-but-its-not-time-to-celebrate-yet.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/08/15/0/0/694940094001_5822346424001_5822340769001-vs.jpg?ve=1","publishedAt":"2018-08-15T16:25:55Z","content":"Voters in Minnesota, Wisconsin, Connecticut and Vermont cast ballots in primaries Tuesday, as predictions of a “big blue wave” driven by anti-Trump sentiment are dissipating. Most available data of any real relevance thus far suggests the blue wave isn’t form… [+6974 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Samuel Chamberlain","title":"House passes $146B 'minibus' bill, sends to Trump for approval - Fox News","description":"Fox News House passes $146B 'minibus' bill, sends to Trump for approval Fox News The House of Representatives on Thursday overwhelmingly approved a $146 billion spending bill to fund the Energy Department, veterans' programs and the legislative branch as part…","url":"http://www.foxnews.com/politics/2018/09/13/house-passes-146b-minibus-bill-sends-to-trump-for-approval.html","urlToImage":"http://a57.foxnews.com/images.foxnews.com/content/fox-news/politics/2018/09/13/house-passes-146b-minibus-bill-sends-to-trump-for-approval/_jcr_content/par/featured_image/media-0.img.jpg/0/0/1536870141860.jpg?ve=1","publishedAt":"2018-09-13T20:26:56Z","content":"The House of Representatives on Thursday overwhelmingly approved a $146 billion spending bill to fund the Energy Department, veterans' programs and the legislative branch as part of a bid to avoid a government shutdown Oct. 1. The measure passed the House by … [+1802 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Fox News Insider","title":"Jim Jordan: Top Dems Ripping GOP Probe into Bruce Ohr 'Need to Look at the Facts' - Fox News Insider","description":"Fox News Insider Jim Jordan: Top Dems Ripping GOP Probe into Bruce Ohr 'Need to Look at the Facts' Fox News Insider Ohio Republican Rep. Jim Jordan, who questioned DOJ official Bruce Ohr during closed-door testimony, said Wednesday his Democratic critics need…","url":"http://insider.foxnews.com/2018/08/29/jim-jordan-rips-bruce-ohr-probe-critics-maddow-cummings-nadler-saying-look-facts","urlToImage":"http://insider.foxnews.com/sites/insider.foxnews.com/files/styles/780/public/Jim%20Jordan%20on%20Bruce%20Ohr%20Testimony.jpg?itok=C_zcU-ja","publishedAt":"2018-08-30T00:27:00Z","content":"Ohio Republican Rep. Jim Jordan, who questioned DOJ official Bruce Ohr during closed-door testimony, said Wednesday his Democratic critics need to \"look at the facts\" of the investigation before bashing it. Jordan, who sits on the House Judiciary Committee, s… [+1739 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Associated Press","title":"How Trump's big military parade evaporated into thin air - Fox News","description":"Fox News How Trump's big military parade evaporated into thin air Fox News WASHINGTON – President Donald Trump's lofty vision of big tanks, vintage aircraft and modern fighter jets swooping through the streets of Washington in a show of patriotic force crumbl…","url":"http://www.foxnews.com/us/2018/08/17/how-trumps-big-military-parade-evaporated-into-thin-air.html","urlToImage":"http://a57.foxnews.com/images.foxnews.com/content/fox-news/us/2018/08/17/how-trumps-big-military-parade-evaporated-into-thin-air/_jcr_content/par/featured-media/media-0.img.png/0/0/1534520256329.png?ve=1","publishedAt":"2018-08-17T15:40:11Z","content":"WASHINGTON – President Donald Trump's lofty vision of big tanks, vintage aircraft and modern fighter jets swooping through the streets of Washington in a show of patriotic force crumbled Friday under the weight of logistics, including a $92 million estimated … [+4827 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Kimberley A. Strassel","title":"Kimberley Strassel: Bruce Ohr warned FBI that Steele had credibility problems. The bureau forged ahead anyway - Fox News","description":"Fox News Kimberley Strassel: Bruce Ohr warned FBI that Steele had credibility problems. The bureau forged ahead anyway Fox News To believe most media descriptions of Justice Department lawyer Bruce Ohr, he is a nonentity, unworthy of the attention President T…","url":"http://www.foxnews.com/opinion/2018/08/31/kimberley-strassel-bruce-ohr-warned-fbi-that-steele-had-credibility-problems-bureau-forged-ahead-anyway.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/08/28/0/0/694940094001_5828012439001_5828011659001-vs.jpg?ve=1","publishedAt":"2018-08-31T12:55:58Z","content":"To believe most media descriptions of Justice Department lawyer Bruce Ohr, he is a nonentity, unworthy of the attention President Trump has given him. This is remarkable, given that Mr. Ohr spent Tuesday confirming for Congress its worst suspicions about the … [+2420 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Gregg Re","title":"Primaries underway in NY, where 'resistance' candidates face major test in bid to unseat Cuomo, other top Dems - Fox News","description":"Fox News Primaries underway in NY, where 'resistance' candidates face major test in bid to unseat Cuomo, other top Dems Fox News New York played host to several major challenges by upstart '\"esistance\" Democrats seeking to unseat longstanding establishment in…","url":"http://www.foxnews.com/politics/2018/09/13/primaries-underway-in-ny-where-resistance-candidates-face-major-test-in-bid-to-unseat-cuomo-other-top-dems.html","urlToImage":"http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/09/13/0/0/694940094001_5834516739001_5834512173001-vs.jpg?ve=1","publishedAt":"2018-09-13T22:24:06Z","content":"New York played host to several major challenges by upstart '\"esistance\" Democrats seeking to unseat longstanding establishment incumbents as primaries unfolded there on Thursday. Voters headed to the polls to decide, among other things, whether to renominate… [+7774 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Associated Press","title":"Pentagon decides not to release $300M in aid to Pakistan - Fox News","description":"NBCNews.com Pentagon decides not to release $300M in aid to Pakistan Fox News WASHINGTON – The Pentagon says it's taken final steps to cancel $300 million in planned aid to Pakistan. The move earlier this summer reflects the Trump administration's dissatisfac…","url":"http://www.foxnews.com/us/2018/09/02/pentagon-decides-not-to-release-300m-in-aid-to-pakistan.html","urlToImage":"http://global.fncstatic.com/static/orion/styles/img/fox-news/og/og-fox-news.png","publishedAt":"2018-09-02T16:58:21Z","content":"WASHINGTON – The Pentagon says it's taken final steps to cancel $300 million in planned aid to Pakistan. The move earlier this summer reflects the Trump administration's dissatisfaction with Pakistan's commitment to assisting the U.S. strategy for pressuring … [+1231 chars]"}]},"left":{"status":"ok","totalResults":4778,"articles":[{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"FRANK BRUNI and ROSS DOUTHAT","title":"The Conversation: Obama vs. Trump? Trump vs. Trump?","description":"President Trump at an event in North Carolina on Friday.","url":"https://www.nytimes.com/2018/09/04/opinion/trump-obama-midterms-kavanaugh-supreme-court.html","urlToImage":"https://static01.nyt.com/images/2018/09/04/opinion/04conversationWeb/04conversationWeb-facebookJumbo.jpg","publishedAt":"2018-09-04T09:45:28Z","content":"Douthat: They are an extensive exercise in senatorial grandstanding, defensible only on the grounds that days and days of stupefying boredom might somehow prompt a judicial nominee to break down, Colonel Jessup-style, and scream, “You’re goddamn right I’m goi… [+3867 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"THE EDITORIAL BOARD","title":"After Trump, the Deluge?","description":"The president, who has condoned violence at his rallies, says Democrats will “violently” overturn all he as done if they prevail in the midterms.","url":"https://www.nytimes.com/2018/08/29/opinion/trump-evangelicals-violence.html","urlToImage":"https://static01.nyt.com/images/2018/08/29/opinion/29delugeSub/29delugeSub-facebookJumbo.jpg","publishedAt":"2018-08-29T20:52:54Z","content":"While Mr. Trump tried to terrify the ministers with the threat of “antifa” or anti-fascist activists who occasionally disrupt right-wing demonstrations, we can safely say the president’s real fear is not that tiny group of violent provocateurs, but democracy … [+886 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"GIOVANNI RUSSONELLO","title":"Best of Late Night: Fallon Says Trump Might Be More of a ‘Dog’ Than Omarosa Manigault Newman","description":"After President Trump called his former aide Omarosa Manigault Newman a “dog,” Jimmy Fallon said: “Everyone in the White House feels like a dog, because one year with Trump feels like seven.”","url":"https://www.nytimes.com/2018/08/15/arts/television/jimmy-fallon-trump-omarosa-that-dog.html","urlToImage":"https://static01.nyt.com/images/2018/08/15/arts/15latenight1/15latenight1-facebookJumbo.png","publishedAt":"2018-08-15T08:59:13Z","content":"Welcome to Best of Late Night, a rundown of the previous night’s highlights that lets you sleep — and lets us get paid to watch comedy. If you’re interested in hearing from The Times regularly about great TV, sign up for our Watching newsletter and get recomm… [+787 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"QUINTA JURECIC","title":"Why We Obsess Over the Next Trump Tape","description":"President Trump and Omarosa Manigault Newman at the White House in February 2017. Manigault Newman claims that a years-old tape exists of Trump using a racial slur.","url":"https://www.nytimes.com/2018/08/15/opinion/omarosa-trump-apprentice-n-word-tape.html","urlToImage":"https://static01.nyt.com/images/2018/08/15/opinion/15jurecic-newsletter/15jurecic-newsletter-facebookJumbo.jpg","publishedAt":"2018-08-15T12:10:27Z","content":"Once again, the president is talking about tapes. Not the “pee tape.” Not the “Access Hollywood” tape. Not the tape of Donald Trump recorded by his former lawyer Michael Cohen. The new tapes have entered the discussion thanks to the former White House adviser… [+1314 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"GIOVANNI RUSSONELLO","title":"Best of Late Night: Trevor Noah Assails White House for Dodging N-Word Question","description":"Trevor Noah, left, and Roy Wood Jr. discussed the controversy around Omarosa Manigault Newman’s statement that she has heard a Trump in which President Trump uses a racial slur.","url":"https://www.nytimes.com/2018/08/16/arts/television/trevor-noah-sarah-huckabee-sanders-trump-slur.html","urlToImage":"https://static01.nyt.com/images/2018/08/16/arts/16latenight1/16latenight1-facebookJumbo.png","publishedAt":"2018-08-16T09:05:13Z","content":"Welcome to Best of Late Night, a rundown of the previous night’s highlights that lets you sleep — and lets us get paid to watch comedy. If you’re interested in hearing from The Times regularly about great TV, sign up for our Watching newsletter and get recomm… [+658 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"THE EDITORIAL BOARD","title":"Donald Trump, the Payback President","description":"What fun is it being president if you can’t use the tools of government to punish your critics?","url":"https://www.nytimes.com/2018/08/16/opinion/donald-trump-john-brennan-security-clearance.html","urlToImage":"https://static01.nyt.com/images/2018/08/16/opinion/16brennan/16brennan-facebookJumbo.jpg","publishedAt":"2018-08-16T23:53:16Z","content":"After such episodes, Mr. Trump and his lackeys often feel moved to offer some type of official cover story for his petty thuggery. For instance, the president’s statement on Mr. Brennan, conveyed to reporters on Wednesday by the White House press secretary, S… [+2330 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"SHANE GOLDMACHER","title":"The Untold Story of Trump and Cuomo, Who Didn’t Always Hate Each Other","description":"Gov. Andrew M. Cuomo with Donald J. Trump during a ceremony at the National September 11 Memorial, in New York on Sept. 11, 2011. “We get along very well,” Mr. Trump explained in a radio interview that week.","url":"https://www.nytimes.com/2018/08/24/nyregion/trump-cuomo-history-new-york.html","urlToImage":"https://static01.nyt.com/images/2018/08/21/nyregion/00cuomotrump1/00cuomotrump1-facebookJumbo.jpg","publishedAt":"2018-08-24T16:05:34Z","content":"By no means are Mr. Trump, 72, and Mr. Cuomo, 60, friends, and they have never been particularly close, people who know them say. But in the transactional worlds of politics and real estate, the lives of the two men have often intersected. It’s an only-in-New… [+1364 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"MIHIR ZAVERI","title":"Affairs, Pheasant Feathers and White House Stays: 6 Big Money-in-Politics Scandals","description":"Michael Cohen pleaded guilty in August to breaking campaign finance laws, saying President Trump had directed him to arrange payments to stop two women from speaking publicly about affairs they said they had with Mr. Trump.","url":"https://www.nytimes.com/2018/09/09/us/politics/money-politics-corruption-scandal.html","urlToImage":"https://static01.nyt.com/images/2018/08/24/us/24xp-campaignfinance-1/24xp-campaignfinance-1-facebookJumbo.jpg","publishedAt":"2018-09-09T09:00:09Z","content":"The Democratic Party’s fund-raising tactics during the 1996 presidential campaign, including overnight stays for top donors in the White House’s Lincoln Bedroom, became the subject of much controversy. It would emerge that President Bill Clinton had personall… [+659 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"KATIE ROGERS","title":"Melania Trump Called for Good Behavior on Social Media. The President Unleashed More Attacks on Twitter.","description":"Melania Trump, the first lady, spoke at the Cyberbullying Prevention Summit in Rockville, Md., on Monday.","url":"https://www.nytimes.com/2018/08/20/us/politics/melania-trump-cyber-bullying.html","urlToImage":"https://static01.nyt.com/images/2018/08/21/us/politics/21dc-melania/21dc-melania-facebookJumbo.jpg","publishedAt":"2018-08-20T16:31:30Z","content":"The president’s tweets were not discussed during the summit the first lady attended. Instead, Lauren Culbertson, who manages public policy for Twitter, touted the platform’s anti-bullying tools as Mrs. Trump sat in the audience. “We have strong rules against … [+1010 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"GAIL COLLINS","title":"Trump and the Politics of Arf","description":"President Trump has called some black Americans “the dumbest” or “low I.Q.,” maybe because he's \"like a smart person.\"","url":"https://www.nytimes.com/2018/08/15/opinion/trump-omarosa-dogs-insults.html","urlToImage":"https://static01.nyt.com/images/2018/08/15/opinion/15collins/15collins-facebookJumbo.jpg","publishedAt":"2018-08-16T00:04:02Z","content":"One of the worst things about this moment in our national lives is the fear that if Trump gets into trouble for doing something dumb and obnoxious, he’ll respond by doing something huge and maybe dangerous. Have you heard that Stormy Daniels is going to be on… [+2537 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"CHRIS STANFORD","title":"Donald Trump, Australia, Hawaii: Your Friday Briefing","description":"Martin Gallagher was sexually abused as a child by a priest in Ireland, where Pope Francis will visit this weekend.","url":"https://www.nytimes.com/2018/08/24/briefing/donald-trump-australia-hawaii.html","urlToImage":"https://static01.nyt.com/images/2018/08/24/world/24us-ambriefing-ireland-amcore/merlin_142673625_ed1603cc-cd4b-4928-b72a-8be5150bc6a3-facebookJumbo.jpg","publishedAt":"2018-08-24T10:02:54Z","content":"Lastly, we suggest seven new books and, if you’re in New York City, a slate of cultural events. • The kisses that paid the rent “You need money,” he said to her. “And I need you.” Read this week’s Modern Love column. • No late-night TV this week Most of the c… [+986 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"CHARLES M. BLOW","title":"Opera of Demons","description":"Trump has created a series of odd bedfellows.","url":"https://www.nytimes.com/2018/08/26/opinion/trump-manafort-cohen.html","urlToImage":"https://static01.nyt.com/images/2018/08/26/opinion/26blow/26blow-facebookJumbo.jpg","publishedAt":"2018-08-27T00:12:44Z","content":"Trump is a man who has lived a life evading justice, using the legal system and the threat of legal action against people. For him, the justice system is a tool at the disposal of the wealthy and the ruthless, one to be used against anyone of lesser means and… [+1436 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"GIOVANNI RUSSONELLO","title":"Best of Late Night: Trevor Noah Doesn’t Think Trump Is Prepared for Hurricane Florence","description":"Trevor Noah mocked President Trump for warning that Hurricane Florence would be “tremendously big and tremendously wet.”","url":"https://www.nytimes.com/2018/09/13/arts/television/trevor-noah-trump-hurricane-florence.html","urlToImage":"https://static01.nyt.com/images/2018/09/13/arts/13latenight1/13latenight1-facebookJumbo.png","publishedAt":"2018-09-13T09:01:13Z","content":"Welcome to Best of Late Night, a rundown of the previous night’s highlights that lets you sleep — and lets us get paid to watch comedy. If you’re interested in hearing from The Times regularly about great TV, sign up for our Watching newsletter and get recomm… [+905 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"THE EDITORIAL BOARD","title":"Andrew Cuomo Is the Democrats’ Best Choice for Governor","description":"The threat of Donald Trump and new pressure from reformers are likely to summon his formidable strengths.","url":"https://www.nytimes.com/2018/09/04/opinion/cuomo-governor-endorsement-new-york-times.html","urlToImage":"https://static01.nyt.com/images/2018/09/04/opinion/04andrewWeb/04andrewWeb-facebookJumbo.jpg","publishedAt":"2018-09-04T17:35:29Z","content":"Ms. Nixon’s candidacy has demonstrated the impressive effect of reformist pressure on Mr. Cuomo. When she spoke forcefully about criminal justice reform, he restored voting rights to parolees. When she criticized him for blessing the Independent Democratic Co… [+2037 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"QUINTA JURECIC","title":"What to Care About When Everything Is Terrible","description":"In the Trump presidency, everything is a distraction from everything else, because it all matters.","url":"https://www.nytimes.com/2018/08/17/opinion/trump-family-separation-border-distraction.html","urlToImage":"https://static01.nyt.com/images/2018/08/17/opinion/17jurecic-newsletter/17jurecic-newsletter-facebookJumbo.jpg","publishedAt":"2018-08-17T12:03:08Z","content":"This is a question without an easy answer. The Trump presidency is a time of too many horrors — everything is a distraction from everything else, because it all matters. To some extent we can rely on the division of labor. There’s a reason I didn’t spend the … [+1693 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"ALEXANDRA S. LEVINE and COREY KILGANNON","title":"New York Today: New York Today: Trump’s Washington Meets Trump’s New York, in Court","description":"President Trump speaking to reporters aboard Air Force One on Friday.","url":"https://www.nytimes.com/2018/09/10/nyregion/new-york-today-trumps-washington-meets-trumps-new-york-in-court.html","urlToImage":"https://static01.nyt.com/images/2018/09/10/nyregion/10nytoday1/10nytoday1-facebookJumbo.jpg","publishedAt":"2018-09-10T10:00:01Z","content":"• The Cortlandt Street station in Lower Manhattan reopened over the weekend, after being closed for nearly 17 years. [ New York Times ] • David Rockwell, who has designed restaurants, hotels and sets for Broadway plays, took on a new challenge: designing a mi… [+1072 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"GAIL COLLINS","title":"Trump’s Truly Terrible Time","description":"President Trump at a fund-raiser on Friday in North Dakota.","url":"https://www.nytimes.com/2018/09/07/opinion/trump-anonymous-oped-woodward.html","urlToImage":"https://static01.nyt.com/images/2018/09/07/opinion/07collinsWeb/07collinsWeb-facebookJumbo.jpg","publishedAt":"2018-09-07T23:15:11Z","content":"Hmmm. Willing to let pass the idea that it was our ancestors who went to the moon. But where did the movie come from? Trump had lurched into a mini-tangent about the fact that “First Man,” a soon-to-be-released film about the astronaut Neil Armstrong, does no… [+2210 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"LOUIS LUCERO II and HIROKO MASUIKE","title":"Turkey, Trump, Primaries: Your Monday Evening Briefing","description":"Here’s what you need to know at the end of the day.","url":"https://www.nytimes.com/2018/08/13/briefing/turkey-trump-primaries.html","urlToImage":"https://static01.nyt.com/images/2018/08/14/briefing/081318briefing-evening-promo/081318briefing-evening-promo-facebookJumbo.jpg","publishedAt":"2018-08-13T22:33:51Z","content":"10. Finally, a question. When is “organic” not organic? Perhaps at your favorite restaurant. Unlike farms and other businesses, which have to submit to annual inspections in order to advertise their products as organic, restaurants do not have to go through t… [+549 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"SARAH MERVOSH and MATT STEVENS","title":"Cohen, Manafort and Trump: What’s Next?","description":"Mr. Cohen pleaded guilty to breaking campaign finance laws. Mr. Manafort, was convicted in his financial fraud trial. Can Mr. Trump pardon them? And how does this affect him?","url":"https://www.nytimes.com/2018/08/21/us/politics/cohen-manafort-verdicts-trump.html","urlToImage":"https://static01.nyt.com/images/2018/08/22/us/politics/22xp-manafortcohennext-dp/22xp-manafortcohennext-dp-facebookJumbo.jpg","publishedAt":"2018-08-22T01:36:21Z","content":"Will he face prison time? Mr. Cohen will be sentenced on Dec. 12 before Judge William H. Pauley III. Though he faces a total of up to 65 years on all eight counts, the plea agreement provides for a far more lenient sentence. Could President Trump pardon him, … [+1396 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"EILEEN SULLIVAN","title":"Trump Calls Omarosa Manigault Newman ‘That Dog’","description":"In Twitter posts, the president attacked the former aide who has written a book about her time in the White House, calling her a “crazed, crying lowlife.”","url":"https://www.nytimes.com/2018/08/14/us/politics/trump-omarosa-dog.html","urlToImage":"https://static01.nyt.com/images/2018/08/15/us/15DC-TRUMP-01/15DC-TRUMP-01-facebookJumbo.jpg","publishedAt":"2018-08-14T12:58:18Z","content":"Mr. Trump has deployed the “dog” insult previously, in one case referring to his onetime political rival Ted Cruz. On Monday, NBC released a tape Ms. Manigault Newman made of her speaking to Mr. Trump, which she said was recorded the day after she was fired. … [+519 chars]"}]}}